BandBlitzStarter/app/controllers/bands_controller.rb

  def index
    @bands = Band.alphabetical.to_a
---
SELECT "bands".* FROM "bands" ORDER BY name